---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.TotalLoadOnlyPerCircuit
enum: Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType
source: html/2cb63f63-82e9-9838-fb97-82bb11078d62.htm
---
# Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.TotalLoadOnlyPerCircuit

| Ckt | Load |
 | 1 | 100 |
 | 2 | 200 |